NAME=libelf
VERSION=0.185
DESCRIPTION="Библиотека для обработки файлов формата ELF (Executable and Linkable Format — формат исполнимых и компонуемых файлов). Формат двоичных файлов, используемый во многих современных UNIX-подобных операционных системах, таких как FreeBSD, Linux, Solaris и др. Также этот формат используется и во многих других системах. Большинство утилит доступны в других пакетах, но эта библиотека необходима для сборки ядра Linux, используя конфигурацию по умолчанию (и наиболее эффективную)."
SITE="https://sourceware.org/ftp/elfutils"
MAINTAINER=Linuxoid85
PRIORITY=system
